{
    "Index": {
        "Title": "あ な た も 竜 を 救 っ て み ま せ ん か ？",
        "Description": "現在、奇病の流行によって親をなくした仔竜が全世界で急増しており、深刻な問題となっています。\r\nそこで、私たち病竜保護協会では、地球上にもサイトを開き、ブラウザを通じて、\r\nそのような仔竜を無償で世話していただけるボランティアを募集しています。\r\n\r\n\r\n皆さんのご応募とご参加を、心よりお待ちしています。",
        "Link_VolunteerNet": "{{VolunteerNet}}とは？",
        "Link_SitePublishMotivation": "サイト公開のきっかけ",
        "Link_Poirutoppu": "{{Poirutoppu}}について",
        "Action_NewGame": "はじめから",
        "Action_Continue": "続きから"
    },
    "IndexDoc1": {
        "Title": "異世界間ボランティアネットとは？",
        "Description": "私たちの世界は、あなたたちの世界から遥か３億光年離れた位置にあります。\r\n環境は地球と似ており、人間を含め、竜や獣人といった多種多様な生物が存在しています。\r\n本来、通信すらやり取りできない距離ですが、私たちの世界に残存する古代遺跡から発掘されたアーティファクトにより、量子を利用した通信が可能になったのです。\r\n\r\nこの画期的な通信システムによって、私たちはこのサイトを通じ、そちら側のネットワーク、すなわちインターネットと結ばれ、互いに交信することができるのです。"
    },
    "IndexDoc2": {
        "Title": "このサイト公開のきっかけ",
        "Description": "現在、私たちの世界では「竜死病」と呼ばれる疾病が蔓延し、甚大な被害が出ています。 \r\n\r\n致死率が非常に高く、感染経路も判明していないこの病は、竜族のみが感染するという特性があり、現在もなお治療法が確立されていません。\r\n竜死病は、今でこそ竜族以外には感染しないと分かってはいますが、発生当初から、竜族に対する偏見や差別が広まっており、親をなくした仔竜や、病気を理由に捨てられてしまった仔竜の数も、増加の一途をたどっています。\r\nそこで、私たち病竜保護協会は、ポイルトップと提携し、親をなくした仔竜たちを保護・育成する試みを始めました。 \r\nただ、ポイルトップは財政的にも決して豊かではありませんし、私たちボランティアの人手にも限りがあります。\r\nそこで、仔竜たちの精神的なケアを中心に育成の補助をしていただけるボランティアを、この惑星だけでなく、通信可能となった 宇宙全域から募集することになりました。\r\n現在、このサイトをご覧になっているあなたの惑星を含む、３つの星にアクセスポイントを置き、参加してくださる方を募集しております。\r\n私たちが、それにもまして仔竜たちが、あなたの助けを必要としています。\r\n\r\nあなたの力を、貸してください。\r\n"
    },
    "IndexDoc3": {
        "Title": "ポイルトップについて",
        "Description1": "ポイルトップは、人口二万程度の小さな港町です。\r\n漁業を除いては特筆すべき産業はありませんが、この世界では珍しく異種族間の交流が盛んで、竜族をはじめとして、人間、獣人族が共に生活しており、「人と竜が共に歩む街」という愛称で呼ばれています。\r\nまた、ポイルトップ周辺には古代遺跡も数多く点在し、このサイトの全宇宙的な展開を可能にした「量子ネットワークシステム」も、そこから発掘されたアーティファクトからつくり出されたのです。\r\nこうした条件を下敷きに、私たちはここに「病竜の保護と支援」を置くことにしたのです。\r\n",
        "Description2": "世話係ニエル氏の言葉\r\n\r\n「え、えっと……何を言えばいいんっすか？ボク、こういうのは苦手っすよ……」\r\n「あー……ボクがお世話してる仔竜たちは、今までにいろいろあった仔たちだけど、みんな元気っす！昨日もいたずらされて本当に困ったっすよ。ご飯もよく食べるし……え？もうスペースがない？」\r\n「とっとにかく、ボクたちみんな待ってるっす。ボランティアとか、そういう固いことはヌキにして、ボクや、仔竜たちと友だちになってほしいっす。うまくいかないこともあるだろうけど、ボクたちと、仔竜と、あなたとで仲良くやっていこうっす！」\r\n"
    },
    "Noun": {
        "VolunteerNet": "ボランティアネット",
        "Poirutoppu": "ポイルトップ",
        "DragonDeathDisease": "竜死病",
        "Artifact": "アーティファクト",
        "QuantumNetworkSystem": "量子ネットワークシステム",
        "SickDragonProtectAssociation": "病竜保護協会",
        "Nieru": "ニエル",
        "Site": "サイト"
    },
    "Credits": {
        "GameAssets_Title": "ゲーム使用素材提供",
        "Graphics_Title": "グラフィック製作者",
        "MessageScript_Title": "メッセージスクリプト製作者"
    },
    "Actions": {
        "PrevPage": "[＜- 前 ペ ー ジ へ 戻 る]"
    }
}