export enum EventFlag {
    /** 1: 音樂選項是否開啟 */
    開啟音樂 = (1 << 0),
    /** 2: 孤龍寄養 */
    孤龍寄養 = (1 << 1),
    /** 4: 該次(visit)的後續事件（如問答） */
    回答事件 = (1 << 2),
    /** 8: 開啟時為メス（雌性） 否則為オス（雄性）*/
    性別 = (1 << 3),
    /** 16: 有取得給貓咪的草 */
    貓咪飼料草 = (1 << 4),
    /** 32: 貓事件主線 */
    貓事件 = (1 << 5),
    /** 64: 貓事件失敗 (進行度44) */
    貓事件失敗 = (1 << 6),
    /** 128: 滅びの都ヒディール [通称 : 忌まわしき地]初次到訪 */
    滅びの都ヒディール = (1 << 7),
    /** 256: Game Clear */
    周目通關 = (1 << 8),
    /** 並沒有用到512 */
    
    /** 1024: 獲得通關道具後的侵入事件(第二次警告) */
    ハッキング二回目 = (1 << 10),
    /** 2048: 期間限定事件（聖誕節和新年） */
    期間限定 = (1 << 11),
    /** 4096: ニステアイベント終了(games07) */
    ニステアイベント終了 = (1 << 12),
    /** 8192: 水晶ランタンイベント終了(games07) */
    水晶ランタンイベント終了 = (1 << 13),
    /** 16384: 強制登出遊戲, 通常用於禁止按鍵或登入逾時*/
    強制登出遊戲 = (1 << 14),
    /** 32768: 遊戲登入 */
    遊戲登入 = (1 << 15)
}